[
  {
    "recipeId": "baked-pork-chop",
    "name": "Baked Pork Chop",
    "description": "Preheat the oven to 450 degrees F. Combine the panko, oil, Parmesan, Italian seasoning and 3/4 teaspoon each salt and pepper in a large resealable plastic bag. Put the pork chops in a large bowl and toss to coat with 1 tablespoon water. Place the pork chops in the bag and shake well to coat, pressing the breadcrumb mixture firmly into the meat. \n\nPlace the pork chops on a wire rack set on a baking sheet and top evenly with any breadcrumbs remaining in the bag. Bake until the breadcrumbs are dark golden and the internal temperature of the chops registers 165 degrees F on an instant-read thermometer (avoid touching bone), about 30 minutes. Serve immediately with lemon wedges, if using.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2017/2/18/0/FNK_Baked-Pork-Chop_s4x3.jpg.rend.hgtvcom.826.620.suffix/1487435385846.jpeg"
  },
  {
    "recipeId": "pasta-pizza",
    "name": "Pasta Pizza",
    "description": "Put a pizza stone in the oven (or an upside-down baking pan) and preheat the oven to 500 degrees F. \n\nLay a large square of parchment paper on a work surface with the pizza dough on top. Pull and stretch the dough into a 14-inch round; poke the dough a few times with a fork. Use a pizza peel or a flat cookie sheet to transfer the parchment paper with the dough to the oven. Bake until pale golden, 5 to 6 minutes. \n\nRemove the pizza from the oven, drizzle with the olive oil and spread the tomato sauce on top, leaving a 1-inch border all around. Sprinkle with the mozzarella, then distribute the ham, pineapple and tortellini evenly all around. Return to the oven and bake until the crust is golden brown and the cheese is melted, 8 to 10 minutes more. \n\nTop the pizza with the torn basil, grated Parmesan and red pepper flakes. Cut into slices and serve immediately.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2017/10/9/0/YW1009H_Pasta-Pizza_s4x3.jpg.rend.hgtvcom.966.725.suffix/1507562186065.jpeg"
  },
  {
    "recipeId": "chicken-tortilla-dump-dinner",
    "name": "Chicken Tortilla Dump Dinner",
    "description": "Preheat the oven to 375 degrees F. Brush a 9-by-13-inch casserole dish with the oil. \n\nStir together the diced tomatoes with chiles, chicken broth, chili powder, cumin and salt in a large bowl. Add the black beans, frozen corn, chicken, tortilla wedges and half the cheese and stir to evenly distribute and moisten all of the ingredients. Transfer to the prepared casserole dish and spread into an even layer. Loosely cover with aluminum foil and bake for 25 minutes. \n\nRaise the oven temperature to 400 degrees F. Remove the foil and sprinkle the top with the remaining cheese. Continue to bake until the cheese is melted and just starting to brown, about 10 minutes. Top with dollops of sour cream and sprinkle with the red onion and cilantro. Serve hot.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2019/1/07/0/FNK_Chicken-Tortilla-Dump-Dinner_s4x3.jpg.rend.hgtvcom.966.725.suffix/1546896090334.jpeg"
  },
  {
    "recipeId": "ohio-turkey-chili",
    "name": "Ohio Turkey Chili",
    "description": "Heat the oil in a Dutch oven or heavy pot over medium-high heat. Add the onions and garlic and cook, stirring occasionally, until softened, about 6 minutes. Add the ground turkey, 1 teaspoon salt and 1/4 teaspoon pepper, and cook, breaking up any clumps with a wooden spoon, until brown, about 5 minutes. Add the tomato paste, chili powder, paprika, allspice, cinnamon, coriander, cumin and cloves; cook, stirring constantly, for 1 minute. Add the tomatoes and 1 1/2 cups water, and bring to a simmer. Simmer, uncovered, until slightly reduced, about 10 minutes. Add the vinegar, Worcestershire and chocolate, and continue to simmer until the flavors have melded and the chili has thickened a little more, about 10 minutes. Season with salt and pepper. \n\nWhile the chili simmers, bring a large pot of salted water to a boil. Cook the spaghetti according to the package directions. \n\nServe the spaghetti topped with chili, Cheddar, and green onions if using.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2017/10/17/0/VB0701H_Ohio-Turkey-Chili_s4x3.jpg.rend.hgtvcom.966.725.suffix/1508278027956.jpeg"
  },
  {
    "recipeId": "lighter-taco-skillet",
    "name": "Lighter Taco Skillet",
    "description": "Heat a large nonstick skillet over medium-high heat. Add the ground turkey to the skillet and season with the chili powder, cumin and some salt and pepper. Cook, breaking up the meat with the back of a spoon, until browned, about 5 minutes. Add the beans, salsa, chipotle chile and adobo sauce to the skillet and cook, stirring often, until warmed through and slightly thickened, about 5 minutes more. \n\nMeanwhile, lightly char the tortillas over an open flame. Set aside wrapped in a clean kitchen towel to steam. \n\nSpoon the turkey mixture onto the tortillas and serve with diced tomato, avocado, radishes, queso fresco, cilantro leaves, lime wedges and sour cream.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2016/12/4/0/WU1504H_lighter-taco-skillet_s4x3.jpg.rend.hgtvcom.966.725.suffix/1480899698019.jpeg"
  },
  {
    "recipeId": "chicken-tamale-pie",
    "name": "Chicken Tamale Pie",
    "description": "Preheat the oven to 400 degrees F. \n\nHeat the chicken, salsa, beans, 1/2 cup of the broth and the chili powder in a 10-inch cast-iron skillet over medium heat, stirring, until simmering. Stir in the scallions and remove from the heat. \n\nMeanwhile, combine the cornmeal with the remaining 1 cup broth and 1 cup water in a medium pan. Bring to a simmer over medium heat, stirring, until very thick, 5 to 7 minutes. Remove from the heat and stir in the cheese and butter. Season with 1/4 teaspoon salt and 1/4 teaspoon pepper. \n\nSpread the cornmeal mixture over the filling and bake until cooked through, about 30 minutes. Let stand for 15 minutes. Serve with sour cream.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2012/12/19/0/FNK_Chicken-Tamale-Pie_s4x3.jpg.rend.hgtvcom.966.725.suffix/1382542288041.jpeg"
  },
  {
    "recipeId": "eggs-in-purgatory",
    "name": "Eggs in Purgatory",
    "description": "Heat oil in a medium frying pan over medium heat. When it shimmers, add onion and cook until just softened, about 2 to 3 minutes. Stir in tomato paste, harissa, and garlic, and cook until fragrant, about 30 seconds. Add peppers and stir to coat. Add tomatoes and salt and bring to a simmer. Reduce heat to low and cook, stirring occasionally, until thickened, about 30 minutes. \n\nStir in half of the parsley, break the eggs over the tomatoes. Cover and continue to cook for about 7 to 8 minutes, until the eggs are set. Sprinkle remaining parsley, season with freshly ground black pepper and serve immediately with pita bread or baguette.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2016/5/12/0/0069392F1_Eggs-in-Purgatory-Shakshuka_s4x3.jpg.rend.hgtvcom.966.725.suffix/1463069939134.jpeg"
  },
  {
    "recipeId": "pizza-pot-pies",
    "name": "Pizza Pot Pies",
    "description": "Special equipment: 6 (10-ounce) ramekins. \n\nFor the Tomato Sauce: Warm the olive oil in a small saucepan over medium heat. Add the garlic, rosemary, and pancetta. Saute until the pancetta is crisp and golden, about 5 minutes. Add the tomatoes, stir to combine, and simmer over very low heat for 15 minutes. Add the salt and pepper. Set aside. \n\nPreheat the oven to 400 degrees F. In a large bowl combine the Tomato Sauce, chicken, broccoli, mozzarella, salt, and pepper. Stir to combine. Divide the chicken mixture evenly between the ramekins. Roll out the pizza dough and cut circles with a pairing knife that are 1-inch wider in diameter than the ramekins. Place the circles of dough over the filled ramekins and press down to seal, making sure to pull the dough over the edge of the ramekin. Brush the top of the pizza dough with olive oil and sprinkle with Parmesan cheese. Cut a small slit in the top of the pizza dough with a pairing knife. Bake until the pizza crust is golden, about 25 minutes. Remove from the oven and let cool slightly before serving.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2007/11/6/0/EI1113_Pizza_Pot_Pies.jpg.rend.hgtvcom.966.725.suffix/1382538616991.jpeg"
  },
  {
    "recipeId": "waffle-chicken-fingers",
    "name": "Waffle Chicken Fingers",
    "description": "Make the dipping sauce: Whisk the maple syrup and hot sauce in a bowl. \n\nMake the chicken fingers: Whisk the egg, buttermilk, mustard and 1/2 teaspoon each salt and pepper in a large bowl. Add the chicken and toss to coat. \n\nPulse the waffles in a food processor to make fine crumbs. Transfer the crumbs to a baking sheet. \n\nHeat 1/2 inch of vegetable oil in a large skillet or heavy-bottomed pot until hot but not smoking. Remove the chicken from the egg mixture, shaking off any excess, and coat with the waffle crumbs, pressing firmly to adhere. Fry the chicken in batches, adjusting the heat if necessary, until golden brown and cooked through, about 2 minutes per side. Transfer to a rack set over a baking sheet to drain. Serve with the dipping sauce.",
    "type": "family-friendly",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2015/7/28/1/FNM_090115-Waffle-Chicken-Fingers-Recipe_s4x3.jpg.rend.hgtvcom.966.725.suffix/1438116916360.jpeg"
  },
  {
    "recipeId": "agnolotti-with-artichoke-sauce",
    "name": "Agnolotti With Artichoke Sauce",
    "description": "Combine the artichokes, half-and-half, garlic, red pepper flakes and 1/4 teaspoon salt in a large skillet and bring to a simmer over medium heat. Cover and cook until the artichokes are tender, about 5 minutes. Add the peas and continue to cook, covered, until tender, about 5 more minutes. Remove from the heat and stir in the lemon zest and juice. Discard the garlic clove. \n\nMeanwhile, bring a large pot of salted water to a boil. Add the agnolotti and cook as the label directs. Reserve 1/2 cup cooking water, then drain the pasta and transfer to the skillet with the sauce. \n\nAdd the parmesan to the skillet and gently stir until the pasta is coated. Thin the sauce with some of the reserved cooking water. Stir in the basil.",
    "type": "vegetarian",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2011/2/4/3/RX-FNM_030111-Weeknight-Dinners-008_s4x3.jpg.rend.hgtvcom.966.725.suffix/1371597404036.jpeg"
  },
  {
    "recipeId": "buckwheat-noodle-salad",
    "name": "Buckwheat Noodle Salad",
    "description": "Whisk together the vinegar, sugar, ginger, honey, tamari, sesame oil, and chili sauce in a large bowl until combined. Slowly whisk in the canola oil until the dressing is emulsified. \n\nAdd the noodles, carrot, pepper, cucumber, green onions and cilantro. Gently mix to combine and serve.",
    "type": "vegetarian",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2012/3/1/0/0150174_buckwheat-noodle-salad_s4x3.jpg.rend.hgtvcom.966.725.suffix/1382541353514.jpeg"
  },
  {
    "recipeId": "charred-tomato-gazpacho",
    "name": "Charred Tomato Gazpacho",
    "description": "Preheat a grill or grill pan to medium high. Heat the cumin seeds, coriander seeds and 1/2 cup olive oil in a small skillet over medium-low heat until the seeds are toasted, about 3 minutes. Transfer to a liquid measuring cup. Transfer 3 tablespoons of the spiced oil and about half of the seeds to a small bowl; reserve for topping. \n\nPut the bread cubes in a bowl, cover with water and let soak 2 minutes. Drain, squeeze dry and set aside. \n\nMince the garlic, then sprinkle with a pinch of salt and mash it into a paste with the flat side of a knife. \n\nToss the tomatoes in a bowl with the remaining 1 tablespoon olive oil and grill until charred, about 3 minutes per side. Transfer half each of the charred tomatoes, bread, garlic paste, sugar and vinegar to a blender; add 1/4 teaspoon salt and puree until smooth. With the motor running, add about half of the spiced oil from the measuring cup. Pour the mixture through a fine-mesh sieve into a bowl. Blend the remaining tomatoes, bread, garlic paste, sugar and vinegar with the other half of the spiced oil and 1/4 teaspoon salt, then strain into the bowl. Chill the soup at least 2 hours. \n\nDice the cucumber and bell pepper. Season the soup with salt and pepper. Ladle into bowls; drizzle with the reserved spiced oil and top with the diced vegetables.",
    "type": "vegetarian",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2011/6/7/2/FNM_070111-WE-Dinners-037_s4x3.jpg.rend.hgtvcom.966.725.suffix/1371597731704.jpeg"
  },
  {
    "recipeId": "chile-cheese-casserole",
    "name": "Chile Cheese Casserole",
    "description": "Preheat the oven to 375 degrees F. Lightly coat a rectangular 2-quart baking dish with nonstick cooking spray. Coarsely crush the chips by hand and spread half of them into the bottom of the baking dish. \n\nWhisk the egg whites, eggs, milk, ancho powder, and pepper in a large bowl until well combined. Stir in the chopped chiles, chopped cilantro, and 1/4 cup each of the Cheddar and pepper jack cheeses; pour into the pan. Sprinkle the remaining chips over the egg mixture. Bake until the casserole is set around the edges but a little loose in the center, 20 to 25 minutes. \n\nSprinkle with the remaining 1/4 cup of each cheese and continue to bake until the cheeses are melted and the casserole is set in the center, about 10 minutes. Let stand 10 minutes. Serve with the salsa and, sour cream, if using. Garnish with whole cilantro leaves.",
    "type": "vegetarian",
    "imageUrl": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2010/11/8/0/FN_Chile-Cheese-009_s4x3.jpg.rend.hgtvcom.966.725.suffix/1382539796874.jpeg"
  }
]